Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Batch homogeneity after sterile filtration, filling and stoppering was demonstrated as well as homogeneity between the validation batches.
es_es: Se demostró la homogeneidad de cada partida después del filtrado estéril, el llenado y la colocación de tapones, y también se demostró la homogeneidad de las partidas de validación entre sí.

source: Batch homogeneity after sterile filtration, filling, lyophilisation and crimping was demonstrated as well as homogeneity between the validation batches.
es_es: Se demostró la homogeneidad de las partidas después del filtrado estéril, el llenado, la liofilización y el sellado con tapa de cierre metálica, y también se demostró la homogeneidad entre las partidas de validación.

source: Batch information
es_es: Información de las partidas

source: Batch information and data are presented in Table 1.
es_es: En la Tabla 1, se presentan datos e información de las partidas.

source: Batch information for alteplase TPA-05 drug substance
es_es: Información sobre las partidas del principio activo alteplasa, según TPA-05

source: Batch information for alteplase drug product (50 mg/vial)
es_es: Información de las partidas del medicamento alteplasa (50 mg/vial)

source: Batch information for tiotropium bromide
es_es: Información de partidas para el bromuro de tiotropio

source: Batch no.
es_es: N.° de partida

source: Batch no.:
es_es: N.° de partida:

source: Batch number
es_es: Número de partida

source: Batch number:
es_es: Número de partida:

source: Batch numbering system
es_es: Sistema de numeración de partidas

source: Batch numbering system for the API.
es_es: Sistema de numeración de partidas del API.

source: Batch numbers of stability batches
es_es: Números de las partidas, o lotes de estabilidad

source: Batch numbers:
es_es: Números de partida:

source: Batch release
es_es: Liberación de partidas

source: Batch release data of DP batches manufactured with DS material from the current registered manufacturing process of TPA-05 Drug substance (DS) (manufacturerd at Boehringer Ingelheim Biberach (BI Biberach)) are compared with DP batch release data of DS material manufactured with the manufacturing process TPA-05 at Boehringer Ingelheim RCV GmbH & Co. KG, Vienna, Austria (BI Vienna) (refer to Section 3.2.S.2.2 Description of Manufacturing Process and Process Controls).
es_es: Se somete a comparación la información de liberación de partidas del principio activo elaborado con el proceso de fabricación vigente (TPA-05, de Boehringer Ingelheim Biberach[BI Biberach]) y con el siguiente proceso de fabricacion: TPA-05, de Boehringer Ingelheim RCV GmbH & Co. KG, Viena, Austria (BI Vienna) (ver la sección 3.2.S.2.2, Descripción del proceso de fabricación y los controles del proceso.

source: Batch release data of DS batches manufactured with the current registered manufacturing process TPA-05 from Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Germany (BI Biberach) are compared with batch release data of DS batches manufactured with the manufacturing process TPA-05 at Boehringer Ingelheim RCV GmbH & Co. KG, Vienna, Austria (BI Vienna) (refer to Section 3.2.S.2.2 Description of Manufacturing Process and Process Controls).
es_es: Se somete a comparación la información de liberación de partidas del principio activo elaborado con el proceso de fabricación vigente (TPA-05, de Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Alemania [BI Biberach]) y con el siguiente proceso de fabricacion: TPA-05, de Boehringer Ingelheim RCV GmbH & Co. KG, Viena, Austria (BI Vienna) (ver la Sección 3.2.S.2.2, Descripción del proceso de fabricación y los controles del proceso).

source: Batch release testing
es_es: Pruebas de liberación de partidas

source: Batch release testing (Sterility)
es_es: Pruebas de liberación de partidas (esterilidad)

source: Batch size
es_es: Tamaño de partida

source: Batch size (number of PFS filled)
es_es: Tamaño de partida (cantidad de PFS llenadas)

source: Batch size (number of units)
es_es: Tamaño de partida (cantidad de unidades)

source: Batch size 1
es_es: Tamaño de partida 1

source: Batch size 2
es_es: Tamaño de partida 2

source: Batch size 3
es_es: Tamaño de partida 3

source: Batch specific variable data are printed on both labels and folding boxes.
es_es: En las etiquetas y las cajas plegables, se imprimen datos variables específicos de cada partida.

source: Batch testing results for drug product batches (Section 3.2.P.5.4 Batch Analyses) demonstrate highly effective control of product- and process-related impurities.
es_es: Según las pruebas realizadas sobre partidas del medicamento (Sección 3.2.P.5.4, Análisis de partidas), el control de las impurezas relacionadas con el producto y el proceso es muy eficaz.

source: Batch/ Lot Quantity:
es_es: Cantidad, Partida/Lote:

source: Batch:
es_es: Partida:

source: Batches 002037-1 and 002037-2 are used for clinical studies, but are not considered in the comparability study (split-lots)
es_es: Las partidas 002037-1 y 002037-2 se utilizan para estudios clínicos, pero no se consideran en el estudio de comparabilidad (lotes divididos)

source: Batches across all registered strengths, sites and container closure systems were evaluated as described in Table 1:
es_es: Se evaluaron partidas de todas las concentraciones, centros de fabricación y envases y sistemas de cierre registrados, como se describe en la Tabla 1.

source: Batches considered for re-analysis with the new method icIEF and CGE red.
es_es: Partidas consideradas para reanálisis con el nuevo método icIEF y CGE red.

source: Batches of spesolimab drug product were used for clinical supply, stability studies and/or process validation studies (PPQ).
es_es: Se utilizaron partidas del medicamento Espesolimab para suministro clínico, estudios de estabilidad y/o estudios de validación de procesos (calificación del desempeño del proceso).

source: Batches used for comparative dissolution studies including batch sizes
es_es: Partidas empleadas en los estudios comparativos de disolución, incluidos los tamaños de partida

source: Because 2 different fixed dose combinations were to be compared with their respective reference treatment, the sample size considerations for this trial were based on 4 comparisons for each coprimary analysis within each dose and fed/fasted group (see Table 9.7.1.3.1: 1).
es_es: Como se debían comparar 2 combinaciones de dosis fija con su respectivo tratamiento de referencia, las consideraciones sobre el tamaño de la muestra para este ensayo se basaron en 4 comparaciones para cada análisis coprimario dentro de cada dosis, estratificando en estados preprandial y postprandial (ver Tabla 9.7.1.3.1: 1).

source: Because each of the 2 test FDCs (T1 and T2) was to be evaluated separately versus the respective reference treatment (R1 and R2), no adjustment of the level of significance was considered necessary.
es_es: Como se evaluaba por separado cada una de las 2 combinaciones a dosis fija experimentales (T1 y T2) versus el tratamiento de referencia respectivo (R1 y R2), no se consideró necesario ajustar el nivel de significatividad.

source: Because of its ease of use as a single bolus and more favourable benefit-to-risk profile, it is preferred over alteplase as the fibrinolytic agent of choice in patients with acute myocardial infarction.
es_es: Dada su facilidad de aplicación (dosis única como bolo) y su perfil beneficio-riesgo más favorable, se la prefiere a la alteplasa como agente fibrinolítico en pacientes con infarto agudo de miocardio.

source: Because of the short half-life of both thrombolytic agents and their known safety profiles, only serious adverse events occurring up to 24 h after thrombolysis were collected in the trial database.
es_es: Debido a la corta vida media de ambos agentes trombolíticos y sus perfiles de seguridad conocidos, en la base de datos del ensayo sólo se recopilaron eventos adversos graves que ocurrieran hasta las 24 horas posteriores a la trombólisis.

source: Because of the time sensitive nature of acute stroke treatment, masking the enrolling health personnel and patients to treatment allocation was not practical.
es_es: Como el tratamiento del accidente cerebrovascular agudo es sensible al tiempo, no era practicable un enmascaramiento del personal de salud reclutante ni de los pacientes a la asignación del tratamiento.

source: Because the treatments could be distinguished from each other, the trial was not blinded; it was open-label during the trial conduct, during data cleaning, and for preparation of the analysis.
es_es: Dado que era posible distinguir un tratamiento de otro, no se empleó cegado, sino que tanto el curso del ensayo como la depuración de datos y la preparación del análisis se efectuaron a rótulo abierto.

source: Bed height
es_es: Altura de lecho

source: Bed volume
es_es: Volumen de lecho

source: Before analysis the lyophilised samples are reconstituted and stored under in-use conditions at 2 – 8°C for 24 hours and 30°C for 8 hours.
es_es: Antes de ser analizadas, las muestras del liofilizado se reconstituyen y almacenan en condiciones de uso a 2 – 8° C durante 24 horas y a 30° C durante 8 horas.

source: Before database lock on 12 July 2013, the trial team conducted a combined Report Planning Meeting and Database Lock Meeting (RPM/DBLM) on 8 July 2013 to ensure completeness of the data, to discuss the analysis strategy and reporting of results, and to finalise the handling of possible important protocol violations.
es_es: Antes del cierre de la base de datos del 12 de julio de 2013, el 8 de julio de 2013, el equipo del ensayo celebró una reunión combinada de planificación de informe y cierre de base de datos para garantizar la integridad de los datos, comentar la estrategia de análisis e informe de resultados y concluir la gestión de posibles desviaciones importantes del protocolo.

source: Before database lock, treatment unblinding, and data ready for analysis (on 01 Jun 2021), the trial team conducted Blinded Report Planning Meetings on 05 Dec 2018, 09 Apr 2019, 18 Jun 2019, 22 and 23 Jul 2019, 14 and 19 Feb 2020, 19 and 20 May 2020, 18 and 20 Nov 2020, 28 Jan 2021, and 20 Apr 2021 to discuss the analysis strategy and reporting of results.
es_es: Antes del cierre de la base de datos, el desenmascaramiento del tratamiento y el suministro de datos listos para el análisis (1 de junio de 2021), el equipo del ensayo llevó a cabo reuniones de planeamiento del informe del estudio ciego para discutir la estrategia de análisis y la presentación de resultados, en las siguientes fechas: 5 de diciembre de 2018, 9 de abril de 2019, 18 de junio de 2019, 22 y 23 de julio de 2019, 14 y 19 de febrero. 2020, 19 y 20 de mayo de 2020, 18 y 20 de noviembre de 2020, y 28 de enero y 20 de abril de 2021.

source: Before distribution to the areas, the air temperature is adjusted for a specific room temperature.
es_es: Antes de su distribución entre las diversas áreas, la temperatura del aire se ajusta a la temperatura ambiente específica.

source: Before each series of measurements, make 2 sets of two injections of each of the two independently prepared standard solutions, alternating between the sets of injections of each solution.
es_es: Antes de cada serie de mediciones, hacer 2 rondas de dos inyecciones de cada una de las dos soluciones estándar preparadas por separado, alternando las rondas de inyecciones de cada solución.

source: Before entering controlled class C area or critical class A/B area the air is additionally filtered by terminal HEPA-type filters.
es_es: Antes de ingresar al área controlada de clase C o al área crítica de clase A/B, el aire pasa además por un filtro terminal de tipo HEPA.

source: Before filling, filter the bulk solution under Nitrogen pressure through a previously sterilized filter (pore size:
es_es: Antes de llenar, filtrar la solución a granel bajo presión de Nitrógeno a través de un filtro previamente esterilizado (tamaño de poro:

source: Before filling, filter the bulk solution under Nitrogen pressure through a previously sterilized filter (pore size: ≤ 0.2 µm).
es_es: Antes de llenar, filtrar la solución a granel bajo presión de Nitrógeno a través de un filtro previamente esterilizado (tamaño de poro: ≤ 0.2 µm).

source: Before locking the database, the Trial Data Manager was to ensure that all relevant queries had been closed or resolved.
es_es: Antes de cerrar la base de datos, el Gerente de Datos del Ensayo debía asegurarse de que se hubieran cerrado o resuelto todas las consultas relevantes.

source: Before the TPA 05 manufacturing process was registered, alteplase had been manufactured with the TPA 02 process.
es_es: Antes de que se registrara el proceso de fabricación TPA 05, alteplasa se elaboraba mediante el proceso TPA 02.

source: Before the database was locked, the following analyses on the impact of COVID-19 were planned in the TSAP.
es_es: Antes del cierre de la base de datos, se planificaron los siguientes análisis sobre el impacto de la COVID-19, que habrían de incluirse en el plan de análisis estadístico del ensayo.

source: Before the filling process is started, the surge vessel is filled with at least 3.6 L sterile filtered DS, corresponding to a filling level of ≥ 80 % of the surge vessel.
es_es: Antes de iniciar el proceso de llenado, el tanque de compensación se llena con al menos 3.6 l de principio activo filtrado estéril, lo que corresponde a un nivel de llenado de ≥80% del tanque de compensación.

source: Before the onset of the COVID-19 outbreak (see Section 9.8.3 for the cut-off dates), 5896 patients (98.5%) had been randomised in this trial, and 92 patients were randomised thereafter (Table 15.1.1: 2).
es_es: Antes del inicio del brote de COVID-19 (en la Sección 9.8.3 se detallan las fechas límite), se habían aleatorizado en este ensayo 5896 pacientes (98.5%), y 92 pacientes se aleatorizaron a posteriori (Tabla 15.1.1: 2).

source: Before using the DocuSign® system, please make sure that you are able to meet the technical system requirements, which can be accessed via the DocuSign® website. Please read the information below carefully and thoroughly.
es_es: Antes de emplear el sistema DocuSign®, asegúrese de cumplir con los requisitos técnicos del sistema, que pueden consultarse en la página web de DocuSign®.

source: Beginning [%]
es_es: Comienzo [%]

source: Beglaubigte Abschrift
es_es: Copia certificada

source: Being overweight or obese generally is thought to increase VTE risk through a chronic low-grade inflammatory state, platelet activation, and endothelial dysfunction [R19-2559].
es_es: En general, se cree que el sobrepeso o la obesidad aumentan el riesgo de TEV a través de un estado inflamatorio crónico de bajo grado, activación plaquetaria y disfunción endotelial [R19-2559].

source: Belgium
es_es: Bélgica

source: Below the detection limit; due to assay interference less than 1 mg was assayed resulting in a slightly higher detection limit
es_es: Debajo del límite de detección; debido a interferencia del ensayo se evaluó menos de 1 mg, lo que dio como resultado un límite de detección ligeramente superior

source: Bench testing of EFF removal force
es_es: Análisis de banco de pruebas de la fuerza de extracción de la lengüeta de apoyo extendida

source: Bench testing of PFS removal force
es_es: Pruebas en banco de la fuerza de extracción de la jeringa precargada

source: Bench testing of RNS removal force
es_es: Análisis de banco de pruebas de la fuerza de extracción de la funda de aguja rígida

source: Bench testing of break loose force
es_es: Prueba sobre banco de la fuerza de desprendimiento

source: Bench testing of cone removal force
es_es: Pruebas en banco de la fuerza de extracción del cono

source: Bench testing of dose accuracy
es_es: Pruebas en banco de exactitud de la dosis

source: Bench testing of exposed needle length
es_es: Pruebas en banco de longitud de la aguja expuesta

source: Bench testing of glide force
es_es: Pruebas sobre banco de la fuerza de deslizamiento

source: Bench testing of opening force
es_es: Análisis en banco de la fuerza de apertura

source: Bench testing of plunger end position at the end of injection
es_es: Análisis de banco de pruebas de la posición final del émbolo al completarse la inyección

source: Bench testing of safety mechanism activation force
es_es: Análisis de banco de pruebas de la fuerza de activación del mecanismo de seguridad

source: Bench testing of sleeve removal force
es_es: Pruebas en banco de la fuerza de extracción del capuchón

source: Bench testing of sleeve unlocking force
es_es: Análisis de banco de pruebas de la fuerza de desbloqueo del capuchón

source: Bench testing of exposed needle length / injection depth
es_es: Análisis de banco de pruebas de la longitud de la aguja expuesta/profundidad de inyección

source: Benzalkonium chloride solution2)
es_es: Solución de cloruro de benzalconio ²

source: Benzene Sulphonic Acid Content
es_es: Contenido de ácido bencensulfónico

source: Benzene sulphonic acid
es_es: Ácido bencensulfónico

source: Benzene sulphonic acid value obtained for Test (A)+ Benzene sulphonic acid value obtained for Test (8)
es_es: Ácido bencensulfónico obtenido para la Prueba (A) + ácido bencensulfónico obtenido para la prueba (B).

source: Berkhemer OA, Fransen PS, Beumer D, et al.
es_es: Berkhemer OA, Fransen PS, Beumer D, y col.

source: Bernard Yan, DMedSci; Steven J. Bush, MBBS; Vincent Thijs, PhD; Rebecca Scroop, MBBS; Marion Simpson, MBBS; Mark Brooks, MBBS;
es_es: Bernard Yan, Dr. en Ciencias Médicas; Steven J. Bush, Médico Cirujano; Dr. Vincent Thijs; Rebecca Scroop, Médica Cirujana; Marion Simpson; Marion Simpson, Médica Cirujana; Mark Brooks, Médico Cirujano;

source: Beside the APIs, arginine as functional excipient for linagliptin / metformin hydrochloride and the different dyes of the film coats, identical excipients in comparable ratios related to the tablet weights are present.
es_es: Además de los IFA, hay arginina como excipiente funcional en la combinación linagliptina / clorhidrato de metformina, así como colorantes para el recubrimiento, y excipientes idénticos en proporciones equiparables en virtud del peso de los comprimidos.

source: Beside the compendial limits for elemental impurities for the excipients mannitol, talc and magnesium stearate, no additional limits for elemental impurities are established, neither in any excipient nor the drug substances.
es_es: Más allá de los límites incluidos en la farmacopea para impurezas elementales de los excipientes manitol, talco y estearato de magnesio, no se han establecido otros límites para impurezas elementales, ni en ningún otro excipiente ni en los principios activos.

source: Besides the registration of an additional DS manufacturer, the PACMP proposes several consequential changes and minor changes to module 3 documents (correction of errors and editorial changes) which were approved with variation procedure DE/H/xxxx/WS/1084 in 2022.
es_es: Además de registrar un fabricante adicional de principio activo, el PACMP incluye varios cambios de magnitud y otros sin trascendencia en los documentos del Módulo 3 (corrección de errores y cambios de redacción) que se aprobaron mediante el procedimiento de variación DE/H/xxxx/WS/1084, en 2022.

source: Best conduct of the study will be ensured through frequent contacts by phone and in person with the responsible Investigator, in accordance with NTA Standard Operating Procedures, with the purpose of facilitating the work and fulfilling the objectives of the study.
es_es: A los efectos de garantizar la óptima ejecución del estudio, la unidad se comunicará con frecuencia con el investigador principal, ya sea por teléfono o en forma presencial, de conformidad con los procedimientos operativos estandarizados de NTA. Con esto se busca facilitar el trabajo y el cumplimiento de los objetivos del estudio.

source: Beta blockers
es_es: Beta-bloqueantes

source: Beta-blockers
es_es: Beta-bloqueantes

source: Between 1998 and 2011, 569 paediatric patients were diagnosed with VTE at a paediatric haematology department in Turkey.
es_es: Entre 1998 y 2011, 569 pacientes pediátricos recibieron diagnóstico de TEV en el sector de hematología pediátrica de un hospital de Turquía.

source: Between 1998 and 2011, 569 paediatric patients were diagnosed with VTE at a paediatric haematology department in Turkey; the treatment for primary and secondary VTE among the patients who had recurrence included the therapies listed in SI.Table 45 [P12-11672].
es_es: Entre 1998 y 2011, en un departamento de hematología pediátrica de Turquía, se diagnosticó TEV a 569 pacientes pediátricos; el tratamiento para la TEV primaria y secundaria entre los pacientes recurrentes incluyó las terapias enumeradas en SI.Tabla 45 [P12-11672].

source: Between 9% and 22.6% of children with VTE have some underlying malignancy [R19-2555].
es_es: Entre 9% y 22.6% de los niños con TEV tienen algún tumor maligno subyacente [R19-2555].

source: Between Dec 10, 2019, and Jan 25, 2022, 1600 patients were enrolled and randomly assigned to tenecteplase (n=816) or alteplase (n=784; figure 1).
es_es: Entre el 10 de diciembre de 2019 y el 25 de enero de 2022, se reclutaron y aleatorizaron 1600 pacientes para recibir tenecteplasa (n=816) o alteplasa (n=784; Figura 1).

source: Between orthogonallyorientated polarising plates or prisms, the granules show adistinct black cross intersecting at the hilum.
es_es: Entre placas o prismas polarizadores orientados ortogonalmente, los gránulos presentan claramente una cruz negra intersecando el hilio.

source: Beyond 4.5 hours, current data do not demonstrate a significant treatment effect of alteplase, although further trials are ongoing.
es_es: Luego de las 4.5 horas, los datos no muestran ningún efecto significativo del tratamiento con alteplasa, aunque hay en curso nuevos ensayos.

source: Beyond 4.5 hours, patients selected on the basis of perfusion mismatch benefit from alteplase.
es_es: Luego de las 4.5 horas, los pacientes seleccionados a partir de la discrepancia de perfusión se benefician con la alteplasa.

source: Beyond the 4.5 years timepoint, a numerical increase in non-cardiovascular death emerged in the glimepiride group compared with the linagliptin group (Figure 5).
es_es: Pasando el momento de 4.5 años, hubo nominalmente más muertes no cardiovasculares el grupo de glimepirida que en el de linagliptina (Figura 5).

source: Beyond the agreement that the compilation of a dedicated EU RMP for Metalyse is considered dispensable, Boehringer Ingelheim is committed to monitoring the safety of Metalyse on an ongoing basis under quality pharmacovigilance practices in accordance with all applicable legal requirements and guidelines and to act upon any arising new safety concerns.
es_es: Más allá de la prescindencia acordada de un plan de gestión de riesgos de Metalyse específico en la UE, Boehringer Ingelheim se compromete a controlar continuamente la seguridad de Metalyse siguiendo prácticas de farmacovigilancia de calidad y de acuerdo con todos los requisitos y pautas legales aplicables, y a actuar ante cualquier nuevo riesgo de seguridad.

source: Beyond the existing safety experience, there is no expectation that the knowledge about these side effects will substantially change
es_es: No hay expectativas de que el conocimiento sobre estos efectos secundarios cambie sustancialmente más allá de la experiencia de seguridad existente.

source: Beyond the recommended dose over extended periods of time.
es_es: Más allá de la dosis recomendada durante períodos prolongados.

source: Bezirksregierung Köln
es_es: Concejo distrital de Colonia

source: Bhatia R, Hill MD, Shobha N, et al.
es_es: Bhatia R, Hill MD, Shobha N, y col.
